brew "awscli"
brew "curl"
brew "dotnet"
brew "fd"
brew "fish"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "imlib2"
brew "jq"
brew "node@24", link: true
brew "pinentry-mac"
brew "pulumi"
brew "ripgrep"
brew "yq"
cask "codex"
cask "font-fira-code"
cask "ghostty"
cask "kitty"
cask "orbstack"
